ms-vscode.powershell
2gua.rainbow-brackets
burtlo.inspec
DavidAnson.vscode-markdownlint
eamodio.gitlens
EditorConfig.EditorConfig
emmanuelbeziat.vscode-great-icons
felipecaputo.git-project-manager
gep13.chocolatey-vscode
GitLab.gitlab-workflow
haaaad.ansible
hashicorp.terraform
KnisterPeter.vscode-github
mechatroner.rainbow-csv
mhutchie.git-graph
mohsen1.prettify-json
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.powershell
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
rafaelmaiolla.remote-vscode
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
telesoho.vscode-markdown-paste-image
timonwong.shellcheck
Tyriar.shell-launcher
xyz.local-history
yzhang.markdown-all-in-one


